Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/nordsamiska-lulea.pdf.tmx
Source language: sme
Languages: smj

source: Ruoŧa girku lea demokráhtalaččat huksejuvvon ja dat eaktuda ahte sullii 5,8 miljuvnna jienastanvuoigaduvvon miellahtut beroštit ja váldet ovddasvástádusa.
smj: Svieriga girkko l demokráhtalattjat vuododum ja vuorddá berustimev ja åvdåsvasstádusav 5,8 miljåvnå sebrulattjajs gudi jienastit oadtju.

source: Girkus mii juohke njealljat jagi válljet daid geat galget váldit mearrádusaid searvegottiin, searvegoddeovttastumiin, bismágottiin ja girkočoahkkimiin.
smj: Girkkon válljip juohkka nälját jage gudi galggi tjoaggulvisájn, girkkosiebrijn, stiftajn ja girkkotjåhkanimen mierredit.

source: Bassin 18 b. čakčamánus, 2005 lea Ruoŧa girkoválga.
smj: 2005 ájllegin ragátmáno 18. b. la Svieriga girkko válljimbiejvve.

source: Jienastanvuoigaduvvon lea son gii gullo Ruoŧa girkui ja maŋemusat válgabeaivvi deavdá 16 jagi.
smj: Gut Svieriga girkkuj gullu ja maŋemusát válljimbiejve dävddá 16 jage oadtju jienastit.

source: Girkoválggas mii jienastit ovdagihtii čálihuvvon nominerenjoavkkuid (almmolaš válggain bellodagat).
smj: Girkkoválljimin jienasta nammadimjuohkusijda ma li åvdutjis registreriduvvam (ma álmmuk válljimin belludahkan gåhtjoduvvi).

source: Sáhttá maiddái jienastit sierra olbmo - merket evttohasa man jienasta.
smj: Máhttá aj vil sierra ulmutjij jienastit – nabbu ruossit kandidáhtav mav ienemusát sidá válljidum.

source: Dáidda sáhtát jienastit
smj: Dájda máhtá jienastit

source: Searvegoddi Searvegottis gos leat čálihuvvon.
smj: Tjoaggulvissaj Tjoaggulvissaj gånnå la álmmuktjáledum.

source: Girku alimus stivra dehe n. g. njuolggaválljejuvvon girkoráđđi lea searvegotti alimus mearrideaddji orgána.
smj: Girkkofábmoduvvam jali nåv gåhtjoduvvam njuolggaválljidum girkkoráde l tjoaggulvisá alemus mierredim orgána.

source: Searvegoddeovttastupmi Jus searvegoddi gos leat čálihuvvon gullo ovttastupmái de leat maiddái válggat ovttastuvvon girku alimus stivrii.
smj: Girkkosäbrráj Jus tjoaggulvis gånna l álmmuktjáledum la girkkosiebren oasse de válljima aktisasj girkkofábmoduvvamij dagáduvvá.

source: Searvegottit ovttasbarget ovttastumis vuosttažettiin ruđalaš áššiin.
smj: Tjoaggulvisá aktanbarggi girkkosiebren åvdemusát ekonomalasj ássjijda.

source: Bismágotti alimus stivra Ruoŧa girku lea juhkojuvvon golbmanuppilohkái bismágottiide.
smj: Stiffafábmoduvvamij Svieriga girkko l juogedum lågenangålmmå stiftajda.

source: Juohke bismágoddi jođihuvvo bismmás ja dasa gullojit visot searvegottit bismágotti geográfalaš guovllus.
smj: Juohkka stiffta tjuottjoduvvá biskåhpas ja gåbttjå tjoaggulvisájt stifta geográfalasj bájken.

source: Bismágotti doaibma lea ahte ovddidit ja bearráigeahččat searvegoddeeallima.
smj: Stiftaj barggogåhtjos le åvdedit ja gähttjat tjoaggulvisiellemav.

source: Bismágotti alimus stivra lea alimus mearrideaddji orgána bismágottis.
smj: Stifftafábmoduvvam la stifta alemus mierredim orgána.

source: Girkočoahkkin Ruoŧa girku alimus mearrideaddji orgána.
smj: Girkkotjåhkanibmáj Svieriga girkko alemus mierredim orgána.

source: Girkoválgga bakte 18 b. čakčamánus lea juohke ovttas, gii gullo Ruoŧa girkui, vejolašvuohta leahkit mielde ja hábmet boahtteáiggi girku.
smj: Säbrrat Ragátmáno 18. b. girkkoválljima baktu gájkajn gudi Svieriga girkkuj gulluji l máhttelis säbrrat ja hábbmit boahtteájge girkkov.

source: Dan sáhttá dahkat jienasteami bakte dehe leahkit mielde válggas nominerenjoavkkus.
smj: Jienastime baktu máhta dav dahkat jali säbrrat válljimin nammadimjuohkusin.

source: Sáhttá leahkit mielde joavkkus mii juo gávdno dehe ásahit ođđa joavkku.
smj: Säbrrat máhttá juogo de nammadimjuohkusin mij juo gávnnu jali ietjas juohkusav dahkat.

source: Válljehahttivuohtaahki lea 18 jagi maŋemusat válgabeaivvi.
smj: Válljimáldar la 18 jage maŋemusát válljimbiejven.

source: Dieđahančálus ” Att ställa upp ” lea ruoŧagillii ja govvida got galgá dahkat go háliida leahkit mielde Girkoválggas.
smj: Girjásj ” Att ställa upp ” mij le tjáledum dárogiellaj, giehttu gåktu Girkkoválljimin säbrrá. Internehtas máhttá dav viedtjat:

source: Áigeplána
smj: Ájggeplána

source: 15 b. cuoŋománus berre ohcamuš čáliheami birra nominerenjoavkkus ja ilmmuhus evttohasain leahkit bismágoddestivrras dehe girkostivrras.
smj: Vuoratjismáno 15. b. viertti nammadimjuohkusa åtsålvis registardime hárráj ja kandidáhtaj diededibme stifftastivran jali girkkostivran gávnnut.

source: Maŋemus beaivi lea 15 b. miessemánus.
smj: Maŋemus biejvve l moarmesmáno 15. b..

source: 31 b. borgemánus galget jienastangoarttat leahkit olggossáddejuvvon jienasteddjiide.
smj: Bårggemáno 31. b. galggi jienastimkårtå rájadum årrot gejda oadtju jienastit.

source: Gaskal 5-15 b. čakčamánus lea vejolaš ovdagihtii jienastit.
smj: Ragátmáno 5 - 14. b. gaskan máhttá åvddåla jienastit.

source: Jienastangoarta gáibiduvvo álo ovdagihtii jienasteamis.
smj: Jienastimkårttå agev rávkaduvvá gå åvddåla jienasta.

source: Lea maiddái vejolaš jienastit reivve bakte dehe sáddet soapmása jienastit du ovddas.
smj: Máhttá aj brevvajienastit ja le aj máhttelis rádjat sáttagav duv åvdås jienastit.

source: Jienasteapmi reivve bakte dehe eará olbmo bakte gáibiduvvojit sierra kuverttat man sáhtát oažžut iežat searvegottis.
smj: Sáttagij- ja brevvajienastibmáj rávkaduvvá sierralágásj kuvera majt máhtá ietjat tjoaggulvisás oadtjot.

source: 18 b. čakčamánus, 2005 lea jienasteapmi Válgalanjas, báiki ja áiggit bohtet ovdan jienastangoarttas.
smj: 2005 18. b. ragátmánon, jienastibme Válljimlanján dagáduvvá. Jienastimkårtån vuojnnu válljimladnja ja rabásájge.

source: 1 b. ođđajagemánus, 2006 álget ođđa áirasat doaimmaideaset.
smj: 2006 1. b. ådåjakmánon ådåválljidum ulmutja ietjasa barggogåhttjusijda álggi.
